//כתוב תוכנית המצהירה על 2 משתנים ובודקת האם הראשון גדול ,שווה או קטן מן השני
#include <stdio.h>
int main()
{
   int x=5;
   int y=6;
   if(x>y)
   {
       printf("x>y");
   } 
   else 
    if(x==y)
        printf("y==x");
    else
        printf("y>x");
}

/*רכבת א יוצאת מבאר שבע לדימונה בשעה 8:00 בבוקר ונוסעת במהירות 100 קמ"ש, רכבת ב יוצאת מדימונה לבאר שבע גם בשעה 8 בבוקר אך נוסעת במהירות 80 קמ"ש 
המרחק בין באר שבע לדימונה הוא 40 ק"מ.  כתוב תוכנית המחשבת לאחר כמה זמן הרכבות יחלפו אחת על פני השניה.*/

#include <stdio.h>
int v1=100;
int v2=80;
int x;
